Repository: FelipeRivera/MeddSup
Catalog: VisitLogModule/Sources/VisitLogModule/Resources/*.lproj/Localizable.strings
Languages: es

# visitroute.title
source: Visit Route Planning
es: Planificación de Ruta de Visitas

# visitroute.plan.section.title
source: Plan visits
es: Planear visitas

# visitroute.plan.subtitle
source: Select the day and clients you will cover in the field.
es: Selecciona el día y los clientes que cubrirás en campo.

# visitroute.plan.field.date
source: Work date
es: Fecha de trabajo

# visitroute.plan.field.clients
source: Target clients
es: Clientes objetivo

# visitroute.plan.clients.placeholder
source: Select clients to include
es: Selecciona los clientes a incluir

# visitroute.plan.clients.count
source: %@ clients selected
es: %@ clientes seleccionados

# visitroute.plan.button.generate
source: Generate agenda
es: Generar agenda

# visitroute.planned.section.title
source: Scheduled visits
es: Visitas planificadas

# visitroute.planned.empty
source: Add clients to generate an agenda.
es: Agrega clientes para generar una agenda.

# visitroute.planned.button.confirm
source: Confirm agenda
es: Confirmar agenda

# visitroute.planned.row.time
source: Planned at %@
es: Planificada a las %@

# visitroute.report.section.title
source: Visit report
es: Reporte de visitas

# visitroute.report.radio.period
source: By period
es: Por periodo

# visitroute.report.radio.institution
source: By institution
es: Por institución

# visitroute.report.button.view
source: View report
es: Ver reporte

# visitroute.detail.title
source: Visit detail
es: Detalle de visita

# visitroute.detail.time
source: Planned at %@
es: Planificada a las %@

# visitroute.detail.button.mark
source: Mark visit as completed
es: Marcar visita como realizada

# visitroute.detail.button.done
source: Done
es: Listo

# visitroute.detail.map.title
source: Map
es: Mapa

# visitroute.detail.notes.title
source: Add notes
es: Añadir notas

# visitroute.detail.tags.title
source: Categories
es: Hallazgos

# visitroute.detail.tags.installation
source: Installation
es: Instalación

# visitroute.detail.tags.training
source: Training
es: Capacitación

# visitroute.detail.tags.support
source: Support
es: Soporte

# visitroute.detail.tags.sales
source: Sales
es: Ventas

# visitroute.detail.tags.other
source: Other
es: Otro

# visitroute.detail.evidence.title
source: Evidence
es: Evidencias

# visitroute.detail.evidence.add
source: Add evidence
es: Agregar evidencia

# visitroute.detail.evidence.add.photo
source: Add photo
es: Agregar foto

# visitroute.detail.evidence.add.video
source: Add video
es: Agregar video

# visitroute.client.selection.title
source: Select clients
es: Seleccionar clientes

# visitroute.client.selection.done
source: Done
es: Aceptar

# visitroute.client.selection.cancel
source: Cancel
es: Cancelar

# visitroute.client.selection.search
source: Search clients
es: Buscar clientes

# visitroute.alert.error.title
source: Oops!
es: Ups

# visitroute.alert.success.title
source: Success
es: Éxito

# visitroute.button.ok
source: OK
es: Aceptar

# visitroute.success.submit
source: Agenda sent successfully.
es: Agenda enviada correctamente.

# visitroute.error.no.clients
source: Select at least one client to generate an agenda.
es: Selecciona al menos un cliente para generar una agenda.

# visitroute.error.no.visits
source: There are no visits to send.
es: No hay visitas para enviar.

# visitroute.error.invalid.url
source: The visits service URL is invalid.
es: La URL del servicio de visitas es inválida.

# visitroute.error.invalid.response
source: Unexpected server response.
es: Respuesta inesperada del servidor.

# visitroute.error.location
source: Location is unavailable. The visit will be marked without geolocation.
es: No fue posible obtener la ubicación. La visita se marcará sin geolocalización.
